[
  {
    "name": "Cephalotus follicularis",
    "description": "Cephalotus follicularis is a small, low growing, herbaceous species. Evergreen leaves appear from underground rhizomes, are simple with an entire leaf blade, and lie close to the ground. The insectivorous leaves are small and have the appearance of moccasins, forming the 'pitcher' of the common name. The pitchers develop a dark red colour in high light levels but stay green in shadier conditions. The foliage is a basal arrangement that is closely arranged with outward facing adapted leaf blades. These leaves give the main form of the species a height around 20 cm.",
    "img": "Cephalotus_folliculari.jpg",
    "origin": "West Australia",
    "group": "Carnivore Plant",
    "meaning": "As all Australian species, I am dangerous!",
    "climate": "temperate with reasonable humidity",
    "bloom": false,
    "handle": "easy",
    "rarity": "3",
    "sun": "medium exposure",
    "water": "100 ml per week",
    "discovery": 1801
  },
  {
    "name": "Anthurium",
    "description": "Anthurium is a genus of herbs often growing as epiphytes on other plants. Some are terrestrial. The leaves are often clustered and are variable in shape. The inflorescence bears small flowers which are perfect, containing male and female structures. The flowers are contained in close together spirals on the spadix. The spadix is often elongated into a spike shape, but it can be globe-shaped or club-shaped.",
    "img": "Anthurium.jpg",
    "origin": "Amazon Forest",
    "group": "Araceae",
    "meaning": "Perennial desire",
    "climate": "Tropical forest",
    "bloom": false,
    "handle": "medium",
    "rarity": "2",
    "sun": "medium to shadow",
    "water": "200 ml per week",
    "discovery": "since the dawn of time"
  },
  {
    "name": "Drosera capensis",
    "description": "Drosera capensis produces strap-like leaves, up to 3.5 centimetres long (not including the petiole) and 0.5 centimetres wide, which, as in all sundews, are covered in brightly coloured tentacles which secrete a sticky mucilage that traps arthropods. It is a perennial, herbaceous plant that forms a rosette with a diameter of 18cm and is characterized by numerous, reddish glandular erosions on 7 cm long and 5 mm wide, elongated leaves. The plant flowers in summer (December and January in its native habitat in South Africa) with up to 50 pale-violet, more than 2 cm large flowers borne on up to 35 cm high inflorescences.",
    "img": "DroseraWithFly.jpg",
    "origin": "South Africa",
    "group": "Carnivore Plant",
    "meaning": "Do not touch me!",
    "climate": "temperate high humidity",
    "bloom": true,
    "handle": "medium",
    "rarity": "4",
    "sun": "low exposure",
    "water": "150 ml per week",
    "discovery": 1757
  },
  {
    "name": "Bougainvillea",
    "description": "The species grow 1 to 12 metres (3 to 39 ft) tall, scrambling over other plants with their spiky thorns. They are evergreen where rainfall occurs all year, or deciduous if there is a dry season. The leaves are alternate, simple ovate-acuminate, 4–13 cm long and 2–6 cm broad. The actual flower of the plant is small and generally white, but each cluster of three flowers is surrounded by three or six bracts with the bright colours associated with the plant, including pink, magenta, purple, red, orange, white, or yellow.",
    "img": "Buganvillea.jpg",
    "origin": "Mediterranean Basin",
    "group": "Nyctaginaceae",
    "meaning": "Perennial desire",
    "climate": "Tropical forest",
    "bloom": false,
    "handle": "medium",
    "rarity": "2",
    "sun": "Sun",
    "water": "600 ml per week",
    "discovery": "since the dawn of time"
  },
  {
    "name": "Venus Flytrap",
    "description": "The Venus flytrap is a small plant whose structure can be described as a rosette of four to seven leaves, which arise from a short subterranean stem that is actually a bulb-like object. When an insect or spider crawling along the leaves contacts a hair, the trap prepares to close, snapping shut only if another contact occurs within approximately twenty seconds of the first strike. Triggers may occur with a tenth of a second of contact. The requirement of redundant triggering in this mechanism serves as a safeguard against wasting energy by trapping objects with no nutritional value.",
    "img": "Venus_Flytrap.jpg",
    "origin": "East Coast, USA",
    "group": "Carnivore Plant",
    "meaning": "I am Trap... Venus Flytrap",
    "climate": "Tropical humid",
    "bloom": true,
    "handle": "medium",
    "rarity": "3",
    "sun": "low exposure",
    "water": "70 ml per week",
    "discovery": 1759
  },
  {
    "name": "Cactus",
    "description": "Cactus spines are produced from specialized structures called areoles, a kind of highly reduced branch. Areoles are an identifying feature of cacti. As well as spines, areoles give rise to flowers, which are usually tubular and multipetaled. Many cacti have short growing seasons and long dormancies and are able to react quickly to any rainfall, helped by an extensive but relatively shallow root system that quickly absorbs any water reaching the ground surface.",
    "img": "Cactus.jpg",
    "origin": "Mexico, Arizona",
    "group": "Cactaceae",
    "meaning": "Perennial desire",
    "climate": "Tropical forest",
    "bloom": false,
    "handle": "medium",
    "rarity": "2",
    "sun": "Desert",
    "water": "50 ml per week",
    "discovery": "since the dawn of time"
  },
  {
    "name": "Nepenthes Lowii",
    "description": "Nepenthes Lowii is a climbing plant. The stem may attain a length of more than 10 m and is up to 20 mm in diameter. Internodes are cylindrical in cross section and up to 8 cm long. The leaves of this species are coriaceous in texture. The lamina or leaf blade is petiolate, oblong-lanceolate in shape, and up to 30 cm long by 9 cm wide. It has a rounded apex and an abruptly contracted base. The petiole is canaliculate and up to 14 cm long. It forms a flat sheath that clasps the stem for two-thirds to four-fifths of its circumference.",
    "img": "Nepenthes_lowii.jpg",
    "origin": "Borneo, Brunei",
    "group": "Carnivore Plant",
    "meaning": "I am like a saxophone, but more dangerous",
    "climate": "Pluvial forest",
    "bloom": false,
    "handle": "difficult",
    "rarity": "5",
    "sun": "low exposure",
    "water": "100 ml per week",
    "discovery": 1862
  },
  {
    "name": "Philodendron",
    "description": "Compared to other genera of the family Araceae, philodendrons have an extremely diverse array of growth methods. The habits of growth can be epiphytic, hemiepiphytic, or rarely terrestrial. Others can show a combination of these growth habits depending on the environment. Hemiepiphytic philodendrons can be classified into two types: primary and secondary hemiepiphytes. A primary hemiepiphytic philodendron starts life high up in the canopy where the seed initially sprouts.",
    "img": "Filodendro.jpg",
    "origin": "Borneo, Brunei",
    "group": "Araceae",
    "meaning": "I am like a saxophone, but more dangerous",
    "climate": "Pluvial",
    "bloom": false,
    "handle": "difficult",
    "rarity": "3",
    "sun": "medium exposure",
    "water": "150 ml per week",
    "discovery": 1862
  },
  {
    "name": "Hibiscus",
    "description": "The leaves are alternate, ovate to lanceolate, often with a toothed or lobed margin (dentate). The flowers are large, conspicuous, trumpet-shaped, with five or more petals, colour from white to pink, red, blue, orange, peach, yellow or purple, and from 4–18cm broad.",
    "img": "Ibisco.jpg",
    "origin": "Hawaii, Polinisia",
    "group": "Malvacee",
    "meaning": "I produce the biggest flower in the world",
    "climate": "Temperate forest",
    "bloom": true,
    "handle": "super difficult",
    "rarity": "5",
    "sun": "sun",
    "water": "250 ml per week",
    "discovery": 1913
  },
  {
    "name": "Rafflesiaceae",
    "description": "Rafflesiaceae flowers mimic rotting carcasses in scent, color, and texture to attract their pollinators, carrion flies. For this reason, some flowers of the family Rafflesia are nicknamed \"corpse flowers\". Most members of Rafflesiaceae possess a large, bowl-shaped floral chamber formed by a perianth tube and a diaphragm. This diaphragm is the opening for carrion fly pollinators and is surrounded by attractive sterile organs. Flowers are generally unisexual, and can range from tens of cm to over a meter large.",
    "img": "Rafflesia_arnoldii.jpg",
    "origin": "South-East Asia",
    "group": "Parasitic Plant",
    "meaning": "I produce the biggest flower in the world",
    "climate": "Tropical forest",
    "bloom": true,
    "handle": "super difficult",
    "rarity": "5",
    "sun": "shadow",
    "water": "200 ml per week",
    "discovery": 1913
  },
  {
    "name": "Caper",
    "description": "Capparis spinosa, the caper bush, also called Flinders rose, is a perennial plant that bears rounded, fleshy leaves and large white to pinkish-white flowers. The plant is best known for the edible flower buds (capers), used as a seasoning or garnish, and the fruit (caper berries), both of which are usually consumed salted or, alternatively, pickled. Other species of Capparis are also picked along with C. spinosa for their buds or fruits. Other parts of Capparis plants are used in the manufacture of medicines and cosmetics.",
    "img": "Caper.jpg",
    "origin": "Mediterranean basin",
    "group": "Perennial Plant",
    "meaning": "I smell like the mediterranean sea",
    "climate": "Semiarid or arid climate",
    "bloom": true,
    "handle": "medium",
    "rarity": "2",
    "sun": "sun",
    "water": "10 ml per week",
    "discovery": "since the dawn of time"
  },
  {
    "name": "Sansevieria",
    "description": "Sansevieria is a historically recognized genus of flowering plants, native to Africa, notably Madagascar, and southern Asia, now included in the genus Dracaena on the basis of molecular phylogenetic studies.",
    "img": "Sansevieria.jpg",
    "origin": "South Africa",
    "group": "Evergreen",
    "meaning": "Force, resistance and health",
    "climate": "Subtropic and desertic",
    "bloom": false,
    "handle": "easy",
    "rarity": "2",
    "sun": "indirect sun",
    "water": "50ml every 2 week",
    "discovery": "since the dawn of time"
  },
  {
    "name": "Lavandula",
    "description": "The genus includes annual or short-lived herbaceous perennial plants, and shrub-like perennials, subshrubs or small shrubs. Leaf shape is diverse across the genus. They are simple in some commonly cultivated species; in other species, they are pinnately toothed, or pinnate, sometimes multiple pinnate and dissected. In most species, the leaves are covered in fine hairs or indumentum, which normally contain essential oils.",
    "img": "Lavanda.jpg",
    "origin": "France, Europe",
    "group": "Lamiaceae",
    "meaning": "Force, resistance and health",
    "climate": "Subtropic and desertic",
    "bloom": false,
    "handle": "easy",
    "rarity": "2",
    "sun": "sun",
    "water": "350ml per week",
    "discovery": "since the dawn of time"
  },
  {
    "name": "Hydrangea",
    "description": "Il genere comprende diverse specie di piante legnose arbustive. La particolarità di questa pianta sono i fiori, riuniti in infiorescenze più o meno sferiche, dette corimbi o pannocchie, che portano fiori per lo più sterili, soprattutto quelli esterni, per cui sono sostituiti dai sepali, grandi e petaliformi, mentre le altre parti fiorali sono abortite. ",
    "img": "Ortensia.jpg",
    "origin": "China and Asia",
    "group": "Hydrangeaceae",
    "meaning": "Force, resistance and health",
    "climate": "Subtropic and desertic",
    "bloom": false,
    "handle": "easy",
    "rarity": "2",
    "sun": "sun",
    "water": "300ml per week",
    "discovery": "since the dawn of time"
  },
  {
    "name": "Pothos",
    "description": "Among indoor plants, pothos is a longtime fan favorite for a few reasons. It’s super easy to grow, tolerating a wide range of sunlight, moisture, temperature, and humidity. It works as a trailing plant, climber, or mass of mounding foliage, depending on the way it is trained. And, there are lots of colorful pothos varieties from which to choose, making it a fun plant for collectors.",
    "img": "Pothos.jpg",
    "origin": "South Asia",
    "group": "Evergreen - climbing",
    "meaning": "Perennial desire",
    "climate": "Tropical forest",
    "bloom": false,
    "handle": "medium",
    "rarity": "2",
    "sun": "medium to bright",
    "water": "low",
    "discovery": "since the dawn of time"
  },
  {
    "name": "Orchid",
    "description": "Orchids are some of the most commonly grown houseplants. Provided they have proper growing conditions, it isn’t difficult to learn how to take care of orchid plants. Keep reading to get some indoor orchid care tips.",
    "img": "Orchid.jpg",
    "origin": "South-east America",
    "group": "Perennial",
    "meaning": "Harmony",
    "climate": "Tropical forest",
    "bloom": false,
    "handle": "difficult",
    "rarity": "2",
    "sun": "indirect sun",
    "water": "wet roots every week",
    "discovery": "since the dawn of time"
  }
]